export const about = [
  {
    id: 0,
    title: 'Каковы требования к кандидатам в SC: Laboratory?',
    body: 'Основное требование — понимание построения работы с облачными технологиями и объектно-ориентированного программирования. Мы постарались сделать подготовку максимально комфортной для всех возрастов. Комфортным входом будет даже 3-ий курс университета. Важное значение имеет знание английского языка - от B1. Не является обязательным критерием техническое образование. Практика показывает, что результаты могут быть положительными и при его отсутствии.',
  },
  {
    id: 1,
    title: 'Как попасть в лабораторию?',
    body: 'Достаточно подать заявку через форму на сайте. Раздел «Начало карьеры». Наш HR-менеджер свяжется с Вами в ближайшее время для уточнения некоторых вопросов.',
  },
  {
    id: 2,
    title: 'Как проходит отбор?',
    body: 'Отбор в лабораторию проходит в несколько этапов. В настоящее время, данный процесс проходит в удаленном формате при телефонной или Skype-беседе. Первый этап — первичное интервью с HR-менеджером, во время которой мы определяем наличие нужных навыков для начала участия в SC: Laboratory. Если же навыков оказалось недостаточно - переход ко второму этапу. Второй этап - выполнение нескольких простых заданий для ознакомления с платформой, после изучения которых мы сможем пригласить Вас к участию в программе.',
  },
  {
    id: 3,
    title: 'Как проходит интервью и какие задают вопросы?',
    body: 'Цель проведения интервью - знакомство с Вами. Уточнение наличия нужных знаний и навыков для начала подготовки. Всё это делается для экономии Вашего времени, чтобы избежать отсутствия возможности готовиться в нужном темпе, а также выявления интереса к платформе.',
  },
  {
    id: 4,
    title: 'Как проходит подготовка?',
    body: 'Участие в SC: Laboratory проходит в четыре этапа. Один месяц - это один этап (здесь мы говорим о максимальных сроках). Задачи составлены нашими опытными программистами-практиками и включают в себя основные технологии, знание которых необходимо для начала работы в роли Salesforce-разработчика. На протяжении всей подготовки Вас сопровождает ментор. У Вас всегда есть возможность справляться с задачами быстрее. Такой вариант развития событий будет являться Вашим преимуществом при рассмотрении результатов. На основе этих результатов и последующего технического собеседования принимается решение о дальнейшей работе в рамках трудоустройства в компанию.',
  },
  {
    id: 5,
    title: 'Как быстро принимается решение о принятии в лабораторию?',
    body: 'Решение о принятии в лабораторию принимается в считанные дни. (1-3 рабочих дня).',
  },
  {
    id: 6,
    title: 'Стоимость участия в программе подготовки?',
    body: 'Компания берёт все расходы за подготовку на себя. Отличная возможность обменять своё время на практический опыт и получить возможность попасть в команду.',
  },
  {
    id: 7,
    title: 'Кто проводит подготовку?',
    body: 'На протяжении всей программы подготовки Вас сопровождает наш ментор. Это не отменяет того, что нужно стараться выполнять задачи самостоятельно. Только так можно подготовиться к полноценной проектной работе в команде. А при возникновении вопросов ментор подскажет правильное направление для поиска информации и подкинет пару дельных советов.',
  },
  {
    id: 8,
    title: 'Выдаётся ли сертификат по итогу успешного прохождения?',
    body: 'Данная программа не подразумевает выдачу сертификатов. Этот процесс организован для помощи с «входом в IT».',
  },
  {
    id: 9,
    title: 'Что считается успешным завершением программы?',
    body: 'Успешное завершение программы SC: Laboratory означает выполнение всех поставленных задач в установленное время. Это проще, чем может показаться, т.к. этапы построены по принципу step to step: каждая предыдущая задача подготавливает к освоению новой. Не сложнее учёбы в университете.',
  },
  {
    id: 10,
    title: 'Сколько человек из набора получает работу?',
    body: 'Мы готовы пригласить в команду тех, кто покажет выдающиеся результаты. Мы всегда рады новым специалистам в команде :)',
  },
  {
    id: 11,
    title: 'Что меня ждёт после принятия в команду?',
    body: 'Отличные новости! Вы готовы приступать к работе на масштабных мировых проектах. Со своей стороны мы гарантируем молодой, дружный коллектив, бонусы от компании и прозрачный карьерный рост. Будем рады поработать вместе. До встречи!',
  },
];
